---
kind: enumMember
id: F:Autodesk.Revit.DB.Lighting.LightDistributionStyle.PhotometricWeb
enum: Autodesk.Revit.DB.Lighting.LightDistributionStyle
source: html/54a4212a-9694-5032-bdc4-a7cc0603f0e1.htm
---
# Autodesk.Revit.DB.Lighting.LightDistributionStyle.PhotometricWeb

Photometric web (IES) light distribution.